Repository: KDE/plasma-login-manager
Catalog: po/*/kcm_plasma_login.po
Languages: fi

# @title
source: Appearance
fi: Ulkoasu

source: Clock
fi: Kello

source: Wallpaper type:
fi: Taustakuvan tyyppi:

# @action:button
source: Apply Plasma Settings…
fi: Ota Plasma-asetukset käyttöön…

# @action:button
source: Configure Appearance…
fi: Ulkoasuasetukset…

# @title:window
source: Apply Plasma Settings
fi: Ota Plasma-asetukset käyttöön

source: This will make the Plasma login screen reflect your customizations to the following Plasma settings:
fi: Tämä saa Plasman kirjautumisnäytön heijastamaan seuraavien Plasma-asetusten mukautuksia:

# @info
source: <para><list><item>Color scheme</item><item>Cursor theme and size</item><item>Font and font rendering</item><item>NumLock preference</item><item>Plasma theme</item><item>Scaling DPI</item><item>Screen configuration (Wayland only)</item></list></para>
fi: <para><list><item>väriteema</item><item>osoitinteema ja osoittimen koko</item><item>fontti ja sen hahmonnus</item><item>numerolukkoasetus</item><item>Plasma-teema</item><item>näytön mittakaava</item><item>näyttöasetukset (vain Wayland)</item></list></para>

source: Please note that theme files must be installed globally to be reflected on the Plasma login screen.
fi: Huomaa, että teematiedostot on asennettava järjestelmänlaajuisesti, jotta Plasman kirjautumisnäyttö voi heijastella niitä.

# @action:button
source: Apply
fi: Käytä

# @action:button
source: Reset to Default Settings
fi: Palaa oletusasetuksiin

# @title:group
source: Auto-login
fi: Automaattikirjautuminen

# @option:check
source: Automatically log in:
fi: Kirjaudu automaattisesti ajassa:

# @label:listbox, the following combobox selects the user to log in automatically
source: as user:
fi: käyttäjänä:

source: with session:
fi: istuntoon:

# @info
source: Auto-login does not support unlocking your KDE Wallet automatically, so it will ask you to unlock it every time you log in. <nl/><nl/> To avoid this, you can change the wallet to have a blank password. Note that this is insecure and should only be done in a trusted environment.
fi: Automaattikirjautuminen ei automaattisesti tue KDE:n lompakkosi avaamista, joten sitä kysytään aina kirjautuessasi.<nl/><nl/> Tämän voi välttää asettamalla lompakolla tyhjän salasanan. Huomaa, ettei tämä ole turvallista, joten niin pitäisi tehdä vain luotettavassa ympäristössä.

source: Open KDE Wallet Settings
fi: Avaa KDE:n lompakon asetukset

# @option:check
source: Log in again immediately after logging off
fi: Kirjaudu heti takaisin uloskirjautumisen jälkeen

# @title:group
source: Defaults
fi: Oletukset

# @label
source: Default user:
fi: Oletuskäyttäjä:

# @option:radio
source: Last logged-in user
fi: Viimeksi kirjautunut käyttäjä

# @label
source: Default session:
fi: Oletusistunto:

# @option:radio
source: Last logged-in session
fi: Viimeksi käytetty istunto
