Repository: KDE/plasma-login-manager
Catalog: po/*/kcm_plasmalogin.po
Languages: eu, is, lv, tr

source: Unable to save settings because a temporary directory could not be created.
eu: Ez da ezarpenak gordetzeko gai aldi baterako direktorio bat ezin izan duelako sortu.
is: Tókst ekki að vista stillingar þar sem ekki tókst að útbúa bráðabirgðamöppu.
lv: Neizdodas saglabāt iestatījumus, jo neizdevās izveidot pagaidu mapi.
tr: Bir geçici dizin oluşturulamadığından ayarlar kaydedilemedi.

source: Unable to save settings because the config could not be opened.
eu: Ez da ezarpenak gordetzeko gai konfigurazioa ezin izan duelako ireki.
is: Tókst ekki að vista stillingar þar sem ekki tókst að opna stillingaskrána.
lv: Neizdevās saglabāt iestatījumus, jo nevarēja atvērt konfigurāciju.
tr: Yapılandırma açılamadığından ayarlar kaydedilemedi.

source: Unable to synchronise Plasma settings because the 'plasmalogin' user does not exist. Please check your Plasma Login install.
eu: Ez da Plasma ezarpenak sinkronizatzeko gai 'plasmalogin' erabiltzailea existitzen ez delako. Mesedez, egiaztatu Plasman saio hasteko zure instalazioa.
is: Tókst ekki að samstilla stillingar Plasma þar sem notandinn 'plasmalogin' er ekki til. Athugaðu uppsetninguna þína á Plasma Login.
lv: Neizdodas sinhronizēt „Plasma“ iestatījumus, jo „plasmalogin“ lietotājs nepastāv. Pārbaudiet „Plasma Login“ instalāciju.
tr: Plasma ayarları eşzamanlanamıyor; çünkü “plasmalogin” kullanıcısı yok. Lütfen Plasma Oturum Aç kurulumunuzu denetleyin.

source: Unable to reset Plasma settings because the 'plasmalogin' user does not exist. Please check your Plasma Login install.
eu: Ez da Plasma ezarpenak berrezartzeko gai 'plasmalogin' erabiltzailea existitzen ez delako. Mesedez egiaztatu Plasman saio hasteko zure instalazioa.
is: Tókst ekki að endurstilla stillingar Plasma þar sem notandinn 'plasmalogin' er ekki til. Athugaðu uppsetninguna þína á Plasma Login.
lv: Neizdodas atiestatīt „Plasma“ iestatījumus, jo „plasmalogin“ lietotājs nepastāv. Pārbaudiet „Plasma Login“ instalāciju.
tr: Plasma ayarları sıfırlanamıyor; çünkü “plasmalogin” kullanıcısı yok. Lütfen Plasma Oturum Aç kurulumunuzu denetleyin.

# @title
source: Appearance
eu: Itxura
is: Útlit
lv: Izskats
tr: Görünüş

source: Clock
eu: Erlojua
is: Klukka
lv: Pulkstenis
tr: Saat

source: Show clock
eu: Erakutsi erlojua
is: Sýna &klukku
lv: Rādīt pulksteni
tr: Saati göster

source: Wallpaper type:
eu: Horma-paper mota:
is: Tegund bakgrunnsmyndar:
lv: Tapetes veids:
tr: Duvar kâğıdı türü:

# @action:button
source: Apply Plasma Settings…
eu: Aplikatu Plasmaren ezarpenak...
is: Virkja stillingar Plasma…
lv: Pielietot „Plasma“ iestatījumus…
tr: Plasma Ayarlarını Uygula…

# @action:button
source: Configure Appearance…
eu: Konfiguratu itxura...
is: Stilla útlit…
lv: Pielāgot izskatu…
tr: Görünüşü Yapılandır…

# @title:window
source: Apply Plasma Settings
eu: Aplikatu Plasmaren ezarpenak
is: Virkja stillingar Plasma
lv: Pielietot „Plasma“ iestatījumus
tr: Plasma Ayarlarını Uygula

source: This will make the Plasma login screen reflect your customizations to the following Plasma settings:
eu: Honek, Plasman saioa hasteko pantailak Plasmaren ondoko ezarpenetan egin dituzun pertsonalizazioak islatzea eragingo du:
is: Þetta mun láta innskráningarskjá Plasma endurspegla sérstillingar þínar á eftirfarandi stillingum Plasma:
lv: Šis iestatījums liks „Plasma“ ierakstīšanas ekrānam atspoguļot jūsu veiktos pielāgojumus šādiem „Plasma“ iestatījumiem:
tr: Bu, Plasma oturum açma ekranının aşağıdaki Plasma ayarlarına yönelik özelleştirmelerinizi yansıtmasını sağlayacaktır:

# @info
source: <para><list><item>Color scheme</item><item>Cursor theme and size</item><item>Font and font rendering</item><item>NumLock preference</item><item>Plasma theme</item><item>Scaling DPI</item><item>Screen configuration</item></list></para>
eu: <para><list><item>Kolore-antolaera</item><item>kurtsore-gaia eta neurria</item><item>letra-tipoa eta letra-tipoak errendatzea</item><item>ZkGiltz hobespenak</item><item>Plasmaren gaia</item><item>DPI eskalatzea</item><item>Pantaila konfigurazioa</item></list></para>
is: <para><list><item>Litastef</item><item>Bendilþema og stærð</item><item>Letur og myndgerð leturs</item><item>Kjörstilling NumLock</item><item>Plasma-þema</item><item>Kvörðun PÁT/DPI</item><item>Skjástillingar</item></list></para>
lv: <para><list><item>Krāsu shēma</item><item>Kursora motīvs un izmērs</item><item>Fonti un fontu atveidošana</item><item>„NumLock“ taustiņa iestatījums</item><item>„Plasma“ motīvs</item><item>DPI mērogojums</item><item>Ekrāna konfigurācija</item></list></para>
tr: <para><list><item>Renk şeması</item><item>İmleç teması ve boyutu</item><item>Yazıtipi ve yazıtipi sunumu</item><item>Sayı Kilidi tercihi</item><item>Plasma teması</item><item>DPI ölçeklendirmesi</item><item>Ekran yapılandırması</item></list></para>

source: Please note that theme files must be installed globally to be reflected on the Plasma login screen.
eu: Mesedez, kontuan izan Plasmaren saioa hasteko pantailan islatzeko, gai-fitxategiak globalki instalatu behar direla.
is: Athugaðu að þemaskrár verða að vera settar upp fyrir allt kerfið svo þær geti haft áhrif á innskráningarskjá Plasma.
lv: Ievērojiet, ka, lai motīvu datnes būtu izmantojamas „Plasma“ ierakstīšanās ekrānā, tām jābūt instalētām globāli.
tr: Plasma oturum açma ekranında yansıtılabilmesi için tema dosyalarının global olarak kurulması gerektiğini unutmayın.

# @action:button
source: Apply
eu: Aplikatu
is: Virkja
lv: Pielietot
tr: Uygula

# @action:button
source: Reset to Default Settings
eu: Berrezarri lehenetsitako ezarpenetara
is: Frumstilla á sjálfgefnar stillingar
lv: Atiestatīt uz noklusējumiem
tr: Öntanımlı Ayarlara Sıfırla

# @title:group
source: Auto-login
eu: Saioa automatikoki hastea
is: Sjálfvirk innskráning
lv: Automātiskā ierakstīšanās
tr: Kendiliğinden Oturum Aç

# @option:check
source: Automatically log in:
eu: Saioa automatikoki hastea:
is: Skrá sjálfkrafa inn:
lv: Automātiski ierakstīties:
tr: Kendiliğinden oturum aç:

# @label:listbox, the following combobox selects the user to log in automatically
source: as user:
eu: erabiltzaile hau gisa:
is: sem notandi:
lv: kā lietotājam:
tr: şu kullanıcı olarak:

source: with session:
eu: saio honekin:
is: með setu:
lv: ar sesiju:
tr: şu oturumla:

# @info
source: Auto-login does not support unlocking your KDE Wallet automatically, so it will ask you to unlock it every time you log in. <nl/><nl/> To avoid this, you can change the wallet to have a blank password. Note that this is insecure and should only be done in a trusted environment.
eu: Saioa automatikoki hasita, KDE Zorroa ez du giltzaz automatikoki irekiko, hori dela eta saioa hasten duzun guztietan hura giltzaz irekitzeko eskatuko dizu.<nl/><nl/>Hori saihesteko, zorroa alda dezakezu pasahitza hutsik izan dezan. Kontuan izan hau ez dela segurua eta konfiantzazko ingurune batean baino ez litzatekeela egin behar.
is: Sjálfvirk innskráning styður ekki að aflæsa KDE-veskinu þínu sjálfkrafa, þannig að spurt verður um aflæsingu á því í hvert skipti sem skráð er inn. <nl/><nl/>Til að koma í veg fyrir þetta er hægt að láta veskið vera með tómt lykilorð. Slíkt er hinsvegar óöruggt og ætti ekki að gera nema í alveg öruggu umhverfi.
lv: Automātiskā ierakstīšanās neatbalsta automātisku KDE maciņa atslēgšanu, tāpēc pēc ierakstīšanās katru reizi saņemsiet lūgumu to atslēgt. <nl/><nl/> Lai no tā izvairītos varat nomainīt maciņa paroli uz tukšu paroli, tomēr ņemiet vērā, ka šāda rīcība nav droša, tāpēc tā drīkst darīt tikai drošā vidē.
tr: Kendiliğinden oturum açma, KDE Cüzdan’ın kilidini kendiliğinden açmayı desteklemez; bu yüzden her oturum açışınızda sizden onun kilidini açmanızı isteyecektir.<nl/><nl/>Bundan kaçınmak için cüzdan parolanızı boş olarak ayarlayın. Bunun güvensiz olduğunu ve yalnızca güvendiğiniz bir çevrede/ortamda yapılması gerektiğini unutmayın.

source: Open KDE Wallet Settings
eu: Ireki KDE Zorroaren ezarpenak
is: Opna stillingar KDE-veskis
lv: Atvērt KDE maciņa iestatījumus
tr: KDE Cüzdan Ayarlarını Aç

# @option:check
source: Log in again immediately after logging off
eu: Saioa berriz berehala hasi saioa itxi ondoren
is: Skrá strax aftur inn eftir að hafa skráð út
lv: Pēc izrakstīšanās nekavējoties ierakstīties no jauna
tr: Oturumu kapattıktan sonra anında yeniden oturum aç

# @title:group
source: Defaults
eu: Lehenespenak
is: Sjálfgefin gildi
lv: Noklusējumi
tr: Öntanımlılar

# @label
source: Default user:
eu: Erabiltzaile lehenetsia:
is: Sjálfgefinn notandi:
lv: Lietotājs pēc noklusējuma:
tr: Öntanımlı kullanıcı:

# @option:radio
source: Last logged-in user
eu: Saioa hasi zuen azken erabiltzailea
is: Síðast innskráður notandi
lv: Pēdējās ierakstīšanās lietotājs
tr: Son oturum açan kullanıcı

# @label
source: Default session:
eu: Saio lehenetsia:
is: Sjálfgefin seta:
lv: Noklusējuma sesija:
tr: Öntanımlı oturum:

# @option:radio
source: Last logged-in session
eu: Saioa hasitako azken saioa
is: Síðasta innskráða seta
lv: Pēdējā ierakstīšanās sesija
tr: Son oturum açılan oturum
